
/* ========================================
   若狭日報 - ニュースデータ
   記事を追加する場合は、下の配列に
   オブジェクトを1つ追加してください。
======================================== */

const newsData = [

{
  id: 20260911-1,
  title: "【速報】兵府市中兵府区の住宅で不審者が住宅に侵入 居合わせた家族3人をナイフで切りつけ殺害",
  date: "2026-09-11",
  category: "速報",
  area: "兵府市",
  image: "img/noimg.png",
  summary: "警察は殺人事件として捜査を開始",

  body: `
    <p>
      11日22時ごろ、若狭県兵府市中兵府区の住宅に何者かが侵入し、居合わせた家族3人をナイフで切り付けて殺害する事件が発生しました。侵入した人物は50～60代くらいの男性、身長170cm前後、中肉で黒色のパーカーを着用していたとみられています。警察は殺人事件として捜査を開始しました。
    </p>

    <p>
      近隣住民は
    </p>

    <blockquote>
      夜遅くに物音がして怖かった。犯人は早く逮捕されてほしい。
    </blockquote>

    <p>
      と話しています。警察は、住宅に侵入した人物の行方を追うとともに、事件の経緯や動機について調べています。
    </p>
  `
},

{
  id: 20260830-1,
  title: "【速報】江崎市・葉が山町にレベル4大雨危険警報、土砂災害危険警報が発令",
  date: "2026-08-30",
  category: "速報",
  area: "北部",
  image: "img/noimg.png",
  summary: "江崎市、葉が山町を除いた県内全域にレベル2 大雨注意報、土砂災害注意報、雷注意報が発令も",

  body: `
    <p>
      30日午前4時から、江崎市、葉が山町にレベル4 大雨危険警報、土砂災害危険警報が発令されました。江崎市、葉が山町を除いた県内全域にレベル2 大雨注意報、土砂災害注意報、雷注意報が発令されています。
    </p>

    <p>
      架線は、兵府川にレベル4 氾濫危険警報、濱津川にレベル3 氾濫警報、由良川・北川・西平川にレベル2 氾濫注意報が発令されています。
    </p>

    <p>
      対象地域では、危険な場所から速やかに避難してください。外への移動が危険な場合は、近くの頑丈な建物や、自宅の上の階・崖から離れた部屋へ移動してください。また、河川などには近づかないでください。自治体などからの指示がない場合でも、危険と判断したら避難を始めてください。
    </p>
  `
},

{
  id: 20251128-1,
  title: "兵府市営地下鉄大川線の兵府駅構内で火災が発生 運転再開の見込みは不明",
  date: "2025-11-28",
  category: "県内ニュース",
  area: "兵府市",
  image: "img/byobueki.png",
  summary: "運転再開の見込みは不明。 他社線も大幅ダイヤ乱れ、兵府駅では混乱も",

  body: `
    <p>
      28日0時ごろ、兵府市営地下鉄大川線の兵府駅構内で火災が発生しました。火災の原因はたばこの不始末とみられます。3時間後に火災は鎮火しましたが、ホームは全焼しました。
    </p>

    <p>
      この火災により、兵府市営地下鉄大川線は運行を今日より一週間休止、以降は一部区間を除いて運転再開する方針を出しました。
    </p>

    <p>
      警察は50代の男を重過失失火罪の疑いで現行逮捕しました。また、4名がやけどや煙を吸うなどして軽傷、死者はいませんでした。
    </p>
    

    <p>
      ただ、施設の老朽化、防火設備の不備による初期消火の失敗などが問題視され、兵府市営地下鉄を運行する兵府市交通局は、今年12月までに改装工事を行うと発表しました。
    </p>
    
    <p>
      市民の反応は、
    </p>

    <blockquote>
      兵府駅は若狭の中心駅みたいなもんだし、やばいと思いますね。けれども、このような事件はその後の対応が大事なんでね、火が消えたならよかったです。
    </blockquote>

    <p>
      などと話していました。
    </p>
  `
},

  {
  id: 19700101-1,
  title: "（テスト）若狭市で新しいニュースが発表されました",
  date: "1970-01-01",
  category: "県内ニュース",
  area: "（テスト）市",
  image: "img/noimg.png",
  summary: "ニュースの概要をここに入力します。",

  body: `
    <p>
      記事本文の1段落目です。
    </p>

    <p>
      2段落目の本文です。
    </p>

    <h2>小見出し</h2>

    <p>
      小見出しの下の文章です。
    </p>

    <blockquote>
      関係者のコメントです。
    </blockquote>
  `
},



];